/* Файл: data/system_docs.js */
const SYSTEM_DOCS = [
    { id: 'sys_doc_1', type: 'СП', code: 'СП 48.13330.2019', title: 'Организация строительства', link: '' },
    { id: 'sys_doc_2', type: 'СП', code: 'СП 70.13330.2012', title: 'Несущие и ограждающие конструкции', link: '' },
    { id: 'sys_doc_3', type: 'СП', code: 'СП 522.1325800.2023', title: 'Системы фасадные теплоизоляционные композиционные', link: '' },
    { id: 'sys_doc_4', type: 'ГОСТ', code: 'ГОСТ 13015-2012', title: 'Изделия бетонные и железобетонные для строительства. Общие технические требования', link: '' },
    { id: 'sys_doc_5', type: 'ГОСТ', code: 'ГОСТ 17079-2021', title: 'Блоки вентиляционные железобетонные. Технические условия', link: '' },
    { id: 'sys_doc_6', type: 'ГОСТ', code: 'ГОСТ 9818-2015', title: 'Марши и площадки лестниц железобетонные', link: '' }
];